{
    "id": "enuk",
    "navbarMenu": {
        "labelHome": "MAIN MENU",
        "labelServices": "MY DOMAINS",
        "labelAboutMe": "WHOAMI",
        "labelPortifolio": "PROJECTS",
        "labelExperience": "EXPERIENCES"
    },
    "landingPage": {
        "apresentationText": "Hi, There! I'm",
        "typeText": "Dylane Bengono",
        "resumeText": "Fascinated by computer science and its security issues, I am oriented towards cybersecurity professions. Creative and persevering, I like to take up challenges as a team to meet current security issues.",
        "buttonText": "About me"
    },
    "servicesOffer": {
        "title": "My domains",
        "cards": {
            "forensique": {
                "title": "Forensics",
                "contentText": "Solid knowledge of the basic principles of computer forensics, including data acquisition methods, data analysis and evidence presentation."
            },
            "devsecops": {
                "title": "DevSecOps",
                "contentText": "Strong understanding of development, computer security and regulatory compliance. Competent in CI/CD, network security, penetration testing."
            },
            "pentesting": {
                "title": "Pentesting",
                "contentText": "Intrusion testing and common vulnerabilities. Reconnaissance, exploitation, post-exploitation and reporting. Identification and correction of vulnerabilities to ensure the security of systems and networks."
            },
            "developpement": {
                "title": "Development",
                "contentText": "Expertise in Java, Python, C++, JavaScript, Bash, Docker and others. Advanced use of Github for version management and collaboration on personal and professional projects."
            }
        }
    },
    "aboutMePage": {
        "title": "WHOAMI",
        "paragraph_one": "As a Cybersecurity Professional, I hold a Master of Engineering from the National Advanced School Of Engineering Yaounde and certifications including CSCU,CCT,CEH, NSE, and CKAD. My expertise spans network security, ethical hacking, and vulnerability assessments, ensuring robust defenses against evolving threats",
        "paragraph_two": "I am passionate about data protection and computer security. With industry experience, I specialize in implementing robust security systems for businesses of all sizes. I am also proficient in penetration testing, regulatory compliance, and security incident management. My goal is to provide advanced security solutions to help protect digital assets.",
        "paragraph_three": "With a passion for innovation, I actively engage in CTF games and cybersecurity competitions, continually enhancing my skills and driving initiatives for excellence. I am dedicated to leading the charge in cybersecurity, embracing challenges with enthusiasm and a commitment to continuous learning.",
        "github_card": {
            "followers": "followers",
            "following": "following",
            "repos": "repos"
        },
        "alt_dev_img": "Dylane Bengono"
    },
    "portifolioPage": {
        "title": "PROJECTS",
        "labelFilter": "ALL",
        "createdLabel": "Created on"
    },
    "experiencePage": {
        "title": "EXPERIENCES",
        "timeline": {
            "labelPosition": "Position",
            "labelTitle": "Title",
            "labelCompany": "Company",
            "labelCategory": "Category",
            "labelInstitution": "Institution",
            "labelProfessionalCourse": "Professional Courses",
            "labelMasterDegree": "Master's Degree",
            "labelExtensionCourse": "Extension Courses"
        }
    },
    "footer": {
        "labelNavigation": {
            "title": "Navigation",
            "labelHome": "Main Menu",
            "labelServices": "My Domains",
            "labelAboutMe": "Whoami",
            "labelPortifolio": "Projects",
            "labelExperience": "Experiences"
        },
        "labelHost": {
            "title": "WORKSHOP"
        },
        "labelSourceCode": {
            "title": "SOURCE CODE"
        },
        "labelTechs": {
            "title": "TECHNOLOGIES"
        },
        "labelBuildVersion": "Version"
    }
}