{
	"id": "frfr",
	"navbarMenu": {
		"labelHome": "MENU PRINCIPAL",
		"labelServices": "MES DOMAINES",
		"labelAboutMe": "WHOAMI",
		"labelPortifolio": "PROJETS",
		"labelExperience": "EXPERIENCES"
	},
	"landingPage": {
		"apresentationText": "Hello World,",
		"resumeText": "🕵️ Analyste CSIRT, j'accompagne les victimes de cyberattaques dans leur compréhension de l'incident et dans la remédiation post-attaque. 🧑‍💻 Self-hoster, je conçois, développe et héberge mes propres outils et infrastructures indépendamment des services cloud. 🤖 Domoticien, je créé et installe des modules domotiques permettant d'automatiser des tâches quotidiennes.",
		"buttonText": "A propos de moi"
	},
	"servicesOffer": {
		"title": "Mes domaines",
		"cards": {
			"forensique": {
				"title": "Forensique",
				"contentText": "Compétences avancées en forensique digitale: acquisition des données, analyse des preuves et développement d'outils d'analyse."
			},
			"reverse": {
				"title": "Reverse",
				"contentText": "Solides compétences en analyse statique/dynamique de binaire et en désobfuscation de logiciels malveillants."
			},
			"devsecops": {
				"title": "DevSecOps",
				"contentText": "Mise en place et hébergement d'outils et de solutions tout en prenant en compte la sécurité informatique et de la conformité réglementaire. Compétent en CI/CD et sécurité réseau."
			},
			"domotique": {
				"title": "domotique",
				"contentText": "Hébergement local de solutions domotiques. Installation, création, connexion d'appareils domotiques permettant d'automatiser des tâches quotidiennes répétitives."
			},
			"developpement": {
				"title": "Développement",
				"contentText": "Expertise en Java, Python, C/C++, Javascript, Bash, Docker et autres. Utilisation avancée de Github pour la gestion de versions et la collaboration sur des projets personnels et professionnels."
			}
		}
	},
	"aboutMePage": {
		"title": "WHOAMI?",
		"paragraph_one": "Je travaille actuellement en tant qu'analyse CSIRT à Orange Cyberdefense.",
		"paragraph_two": "Ingénieur cybersécurité expérimenté, je mets un point d'honneur sur la protection des données et la sécurité informatique. Fort de mes expériences personnelles comme professionnelles, je me suis spécialisé dans la mise en place de systèmes de sécurité solides pour les applications que je développe et déploie. Je suis également habile dans la rétro-ingénieurie statique ou dynamique d'applications, me permettant ainsi de compléter mes compétences forensiques avec de l'analyse de malwares souvent obfusqués.",
		"paragraph_three": "En tant que self-hosteur, je crois fermement que chacun devrait avoir le contrôle total sur ses données et ne doit pas dépendre des services en ligne. Ainsi, pendant mon temps libre j'héberge localement mes propres sites internet, applications et services, au travers de docker et d'outils de virtualisation, notamment afin d'éviter la dépendance aux grands fournisseurs de services en ligne. J'aime partager mes connaissances et expériences avec les autres pour les aider à comprendre les avantages du self-hosting et à se lancer dans l'aventure. De manière analogue, j'héberge directement plusieurs outils de domotique avancés auquels contribue régulièrement au développement.",
		"github_card": {
			"followers": "followers",
			"following": "following",
			"repos": "repos"
		},
		"alt_dev_img": "0xtter"
	},
	"portifolioPage": {
		"title": "PROJETS",
		"labelFilter": "TOUS",
		"createdLabel": "Créé le"
	},
	"experiencePage": {
		"title": "EXPERIENCES",
		"timeline": {
			"labelPosition": "Position",
			"labelTitle": "Intitulé",
			"labelCompany": "Entreprise",
			"labelCategory": "Catégorie",
			"labelInstitution": "Institution",
			"labelProfessionalCourse": "Cours professionnels",
			"labelBachelorDegree": "Baccalauréat",
			"labelExtensionCourse": "Cours d'extension"
		}
	},
	"footer": {
		"labelNavigation": {
			"title": "Navigation",
			"labelHome": "Menu principal",
			"labelServices": "Mes domaines",
			"labelAboutMe": "Whoami",
			"labelPortifolio": "Projets",
			"labelExperience": "Expériences"
		},
		"labelHost": {
			"title": "HEBERGEMENT"
		},
		"labelSourceCode": {
			"title": "CODE SOURCE"
		},
		"labelTechs": {
			"title": "TECHNOLOGIES"
		},
		"labelBuildVersion": "Version"
	}
}