{
	"id": "frfr",
	"navbarMenu": {
		"labelHome": "MENU PRINCIPAL",
		"labelServices": "MES DOMAINES",
		"labelAboutMe": "WHOAMI",
		"labelPortifolio": "PROJETS",
		"labelExperience": "EXPERIENCES"
	},
	"landingPage": {
		"apresentationText": "Bonjour, je suis",
		"typeText": "Dylane Bengono",
		"resumeText": "Fasciné par l’informatique et par ses enjeux sécuritaires, je m’oriente dans les métiers de la cybersécurité. Créatif et persévérant, j’aime relever les défis en équipe pour répondre aux enjeux actuels en termes de sécurité informatique.",
		"buttonText": "A propos de moi"
	},
	"servicesOffer": {
		"title": "Mes domaines",
		"cards": {
			"forensique": {
				"title": "Forensique",
				"contentText": "Solide connaissances des principes de base de la forensique informatique, y compris les méthodes d'acquisition de données, d'analyse des données et de présentation des preuves."
			},
			"devsecops": {
				"title": "DevSecOps",
				"contentText": "Forte compréhension du développement, de la sécurité informatique et de la conformité réglementaire. Compétent en CI/CD, sécurité réseau, tests d'intrusion."
			},
			"pentesting": {
				"title": "Pentesting",
				"contentText": "Test d'intrusion et vulnérabilités courantes. Reconnaissance, exploitation, post-exploitation et reporting. Indentification et correction des vulnérabilités pour assurer la sécurité des systèmes et des réseaux."
			},
			"developpement": {
				"title": "Développement",
				"contentText": "Expertise en Java, Python, C++, JavaScript, Bash, Docker et autres. Utilisation avancée de Github pour la gestion de versions et la collaboration sur des projets personnels et professionnels. "
			}
		}
	},
	"aboutMePage": {
		"title": "WHOAMI",
		"paragraph_one": "En tant que professionnel de la cybersécurité, je suis titulaire d'un Master en Ingénierie de l'École Nationale Supérieure Polytechnique de Yaoundé, ainsi que de certifications telles que CSCU, CCT, NSE et CKAD. Mon expertise couvre la sécurité des réseaux, le piratage éthique et les évaluations de vulnérabilité, assurant des défenses robustes contre les menaces en constante évolution.",
		"paragraph_two": "Je suis passionné par la protection des données et la sécurité informatique. Fort d'une expérience dans l'industrie, je me spécialise dans la mise en place de systèmes de sécurité robustes pour des entreprises de toutes tailles. Je suis également compétent en tests de pénétration, conformité réglementaire et gestion des incidents de sécurité. Mon objectif est de fournir des solutions de sécurité avancées pour aider à protéger les actifs numériques.",
		"paragraph_three": "En tant qu'ingénieur en sécurité chez adorsys GmbH & Co. KG, je suis chargé de mettre en place des solutions de protection des terminaux clients et d'assurer un soutien DevOps pour le portefeuille EUDI. De plus, je supervise le cycle de vie du développement de divers projets en tant que mainteneur de projet.",
		"github_card": {
			"followers": "followers",
			"following": "following",
			"repos": "repos"
		},
		"alt_dev_img": "Dylane Bengono"
	},
	"portifolioPage": {
		"title": "PROJETS",
		"labelFilter": "TOUS",
		"createdLabel": "Créé le"
	},
	"experiencePage": {
		"title": "EXPERIENCES",
		"timeline": {
			"labelPosition": "Position",
			"labelTitle": "Intitulé",
			"labelCompany": "Entreprise",
			"labelCategory": "Catégorie",
			"labelInstitution": "Institution",
			"labelProfessionalCourse": "Cours professionnels",
			"labelMasterDegree": "Master",
			"labelExtensionCourse": "Cours d'extension"
		}
	},
	"footer": {
		"labelNavigation": {
			"title": "Navigation",
			"labelHome": "Menu principal",
			"labelServices": "Mes domaines",
			"labelAboutMe": "Whoami",
			"labelPortifolio": "Projets",
			"labelExperience": "Expériences"
		},
		"labelHost": {
			"title": "FORMATIONS"
		},
		"labelSourceCode": {
			"title": "CODE SOURCE"
		},
		"labelTechs": {
			"title": "TECHNOLOGIES"
		},
		"labelBuildVersion": "Version"
	}
}