{
	"id": "frfr",
	"navbarMenu": {
		"labelHome": "MENU PRINCIPAL",
		"labelServices": "MES DOMAINES",
		"labelAboutMe": "WHOAMI",
		"labelPortifolio": "PROJETS",
		"labelExperience": "EXPERIENCES"
	},
	"landingPage": {
		"apresentationText": "Bonjour, je suis",
		"typeText": "Dylane Bengono",
		"resumeText": "Fasciné par l’informatique et par ses enjeux sécuritaires, je m’oriente dans les métiers de la cybersécurité. Créatif et persévérant, j’aime relever les défis en équipe pour répondre aux enjeux actuels en termes de sécurité informatique.",
		"buttonText": "A propos de moi"
	},
	"servicesOffer": {
		"title": "Mes domaines",
		"cards": {
			"forensique": {
				"title": "Forensique",
				"contentText": "Solide connaissances des principes de base de la forensique informatique, y compris les méthodes d'acquisition de données, d'analyse des données et de présentation des preuves."
			},
			"devsecops": {
				"title": "DevSecOps",
				"contentText": "Forte compréhension du développement, de la sécurité informatique et de la conformité réglementaire. Compétent en CI/CD, sécurité réseau, tests d'intrusion."
			},
			"pentesting": {
				"title": "Pentesting",
				"contentText": "Test d'intrusion et vulnérabilités courantes. Reconnaissance, exploitation, post-exploitation et reporting. Indentification et correction des vulnérabilités pour assurer la sécurité des systèmes et des réseaux."
			},
			"developpement": {
				"title": "Développement",
				"contentText": "Expertise en Java, Python, C++, JavaScript, Bash, Docker et autres. Utilisation avancée de Github pour la gestion de versions et la collaboration sur des projets personnels et professionnels. "
			}
		}
	},
	"aboutMePage": {
		"title": "WHOAMI",
		"paragraph_one": "As a Cybersecurity Professional, I hold a Master of Engineering from the National Advanced School Of Engineering Yaounde and certifications including CSCU,CCT, NSE, and CKAD. My expertise spans network security, ethical hacking, and vulnerability assessments, ensuring robust defenses against evolving threats",
		"paragraph_two": "At adorsys, I excel as a Security Engineer, conducting regular intrusion tests and collaborating with teams to swiftly respond to security incidents. My proactive approach and adeptness in OSINT research contribute to the impregnable security of our offerings",
		"paragraph_three": "En tant qu'ingénieur en sécurité chez adorsys GmbH & Co. KG, je suis chargé de mettre en place des solutions de protection des terminaux clients et d'assurer un soutien DevOps pour le portefeuille EUDI. De plus, je supervise le cycle de vie du développement de divers projets en tant que mainteneur de projet.",
		"github_card": {
			"followers": "followers",
			"following": "following",
			"repos": "repos"
		},
		"alt_dev_img": "Dylane Bengono"
	},
	"portifolioPage": {
		"title": "PROJETS",
		"labelFilter": "TOUS",
		"createdLabel": "Créé le"
	},
	"experiencePage": {
		"title": "EXPERIENCES",
		"timeline": {
			"labelPosition": "Position",
			"labelTitle": "Intitulé",
			"labelCompany": "Entreprise",
			"labelCategory": "Catégorie",
			"labelInstitution": "Institution",
			"labelProfessionalCourse": "Cours professionnels",
			"labelBachelorDegree": "Baccalauréat",
			"labelExtensionCourse": "Cours d'extension"
		}
	},
	"footer": {
		"labelNavigation": {
			"title": "Navigation",
			"labelHome": "Menu principal",
			"labelServices": "Mes domaines",
			"labelAboutMe": "Whoami",
			"labelPortifolio": "Projets",
			"labelExperience": "Expériences"
		},
		"labelHost": {
			"title": "HEBERGEMENT"
		},
		"labelSourceCode": {
			"title": "CODE SOURCE"
		},
		"labelTechs": {
			"title": "TECHNOLOGIES"
		},
		"labelBuildVersion": "Version"
	}
}