{
	"id": "frfr",
	"navbarMenu": {
		"labelHome": "MENU PRINCIPAL",
		"labelServices": "MES DOMAINES",
		"labelAboutMe": "WHOAMI",
		"labelPortifolio": "PROJETS",
		"labelExperience": "EXPERIENCES"
	},
	"landingPage": {
		"apresentationText": "Hello World,",
		"typeText": "Thomas Desrumeaux",
		"resumeText": "Fasciné par l’informatique et par ses enjeux sécuritaires, je m’oriente dans les métiers de la cybersécurité. Créatif et persévérant, j’aime relever les défis en équipe pour répondre aux enjeux actuels en termes de sécurité informatique.",
		"buttonText": "A propos de moi"
	},
	"servicesOffer": {
		"title": "Mes domaines",
		"cards": {
			"forensique": {
				"title": "Forensique",
				"contentText": "Solide connaissances des principes de base de la forensique informatique, y compris les méthodes d'acquisition de données, d'analyse des données et de présentation des preuves."
			},
			"devsecops": {
				"title": "DevSecOps",
				"contentText": "Forte compréhension du développement, de la sécurité informatique et de la conformité réglementaire. Compétent en CI/CD, sécurité réseau, tests d'intrusion."
			},
			"pentesting": {
				"title": "Pentesting",
				"contentText": "Test d'intrusion et vulnérabilités courantes. Reconnaissance, exploitation, post-exploitation et reporting. Indentification et correction des vulnérabilités pour assurer la sécurité des systèmes et des réseaux."
			},
			"developpement": {
				"title": "Développement",
				"contentText": "Expertise en Java, Python, C++, JavaScript, Bash, Docker et autres. Utilisation avancée de Github pour la gestion de versions et la collaboration sur des projets personnels et professionnels. "
			}
		}
	},
	"aboutMePage": {
		"title": "WHOAMI",
		"paragraph_one": "Elève en 5ème année à ISEN Lille, je suis actuellement en contrat de professionnalisation à Orange Cyberdefense en tant qu'ingénieur CSIRT.",
		"paragraph_two": "Ingénieur en cybersécurité expérimenté, je suis passionné par la protection des données et la sécurité informatique. Avec de l'expérience dans l'industrie, je suis spécialisé dans la mise en place de systèmes de sécurité solides pour les entreprises de toutes tailles. Je suis également compétent en matière de tests de pénétration, de conformité réglementaire et de gestion des incidents de sécurité. Mon objectif est de fournir des solutions de sécurité avancées pour aider à protéger les actifs numériques.",
		"paragraph_three": "En tant que self-hosteur, je crois fermement que chacun devrait avoir le contrôle total sur ses données et ses services en ligne. C'est pourquoi je me suis spécialisé dans l'hébergement de mes propres sites web, applications et services, pour éviter la dépendance aux grands fournisseurs de services en ligne. J'aime partager mes connaissances et expériences avec les autres pour les aider à comprendre les avantages du self-hébergement et à se lancer dans l'aventure. Mon objectif est de faciliter l'accès à l'autonomie en matière de technologies numériques pour tous.",
		"github_card": {
			"bio1": "🧑‍💻 Ingénieur cybersécurité ",
			"bio2": "🕵️ Analyste CSIRT à Orange Cyberdéfense",
			"bio3": "📚 Étudiant à ISEN Lille",
			"followers": "followers",
			"following": "following",
			"repos": "repos"
		},
		"alt_dev_img": "Thomas Desrumeaux"
	},
	"portifolioPage": {
		"title": "PROJETS",
		"labelFilter": "TOUS",
		"createdLabel": "Créé le",
		"projects": {
			"id_1": {
				"title": "SISTEMA DE IRRIGAÇÃO AUTOMÁTICO",
				"description": "Implementação de um algoritmo de inteligência artificial, conhecido como algoritmo nebuloso (ou lógica difusa) que utiliza a biblioteca jFuzzyLogic. Nessa implementação, há uso da inteligência artificial para que dependendo da situação atual de três aspectos, que são: temperatura, luminosidade e umidade, haja ativação automática de um sistema de irrigação de culturas agrícolas."
			},
			"id_2": {
				"title": "DEVRADAR",
				"description": "Aplicativo resultante da semana Omnistack #10 da Rocketseat. A aplicação visa conectar desenvolvedores próximos de sua localização atual e que trabalham com as mesmas tecnologias."
			},
			"id_3": {
				"title": "BE THE HERO",
				"description": "Aplicativo resultante da semana Omnistack #11 da Rocketseat. A aplicação é um meio de conectar pessoas à ONGS que necessitam de algum tipo de ajuda.ed some kind of help."
			},
			"id_4": {
				"title": "INTEGRA API WRAPPER",
				"description": "Servidor Node.js para utilização da API Inthegra fornecida pela STRANS de Teresina - PI."
			},
			"id_5": {
				"title": "LETMEASK",
				"description": "Aplicativo resultante da Next Level Week #06 da Rocketseat. A aplicação fornece um ambiente onde o usuário pode logar utilizando sua conta Google e criar salas sobre assuntos de seu interesse para que outros usuários criem perguntas."
			},
			"id_6": {
				"title": "PLANTMANAGER",
				"description": "Aplicativo resultante da Next Level Week #05 da Rocketseat. A aplicação fornece um agendador de irrigação para suas plantas, dando dicas sobre  cada espécie, assim como os melhores horários de irrigação. O aplicativo exibe uma notificação em push sempre que estiver no horário de irrigar sua planta."
			},
			"id_7": {
				"title": "SISTEMA DE PESQUISAS NPS",
				"description": "Aplicativo resultante da Next Level Week #04 da Rocketseat. A aplicação permite calcular o NPS (Net Promoter Score) da empresa, através de pesquisas de satisfação enviadas a usuários por e-mail."
			},
			"id_8": {
				"title": "FASTTRACK API",
				"description": "Backend de um servidor em Node.js que fornece uma API REST que permite o compartilhamento de geolocalização do smartphone para um banco de dados em nuvem mantido pelo MongoDB."
			},
			"id_9": {
				"title": "INTHEGRE-SE APP",
				"description": "Aplicativo que monitora a frota de ônibus público da cidade de Teresina - PI, e exibe em um mapa a localização atual de cada ônibus em atividade no momento, com intervalos de 30 segundos entre cada atualização de posição."
			},
			"id_10": {
				"title": "CRAWLER DAS POSIÇÃO DE RADARES",
				"description": "Estudo da biblioteca BeautifulSoup que utilizada com a linguagem de programação Python, possibilita coletar dados de websites. Este algoritmo busca no site da prefeitura da cidade de Teresina - PI e fornece o link de download da posição atual dos radares de velocidade na cidade."
			},
			"id_11": {
				"title": "PÁGINA PORTIFÓLIO",
				"description": "Página portifólio pessoal, contruída utilizando React.js, Next.js, Styled Components e hospedado na plataforma da Vercel."
			},
			"id_12": {
				"title": "AGREGADOR DE INFORMAÇÕES LOGÍSTICAS",
				"description": "Sistema para agregar as informações lógisticas internas da empresa."
			},
			"id_13": {
				"title": "API AGREGADOR DE INFORMAÇÕES LOGÍSTICAS",
				"description": "API escrita em Javascript/Node.js e hospedada em um servidor EC2 na AWS para prover as informações logísticas internas da empresa."
			},
			"id_14": {
				"title": "BYTEBANK",
				"description": "Aplicativo resultante da trilha Flutter da Alura. Utilizando o Flutter para gerar o aplicativo multiplataforma, esta aplicação serve para cadastrar números de conta e seus respectivos valores para serem gravados em estados dinâmicos para exibição no app."
			}
		}
	},
	"experiencePage": {
		"title": "EXPERIÊNCIA",
		"timeline": {
			"labelPosition": "Cargo",
			"labelTitle": "Título",
			"labelCompany": "Empresa",
			"labelCategory": "Categoria",
			"labelInstitution": "Instituição",
			"labelProfessionalCourse": "Curso profissionalizante",
			"labelBachelorDegree": "Bacharelado",
			"labelExtensionCourse": "Curso de extensão"
		}
	},
	"footer": {
		"labelNavigation": {
			"title": "NAVEGAÇÃO",
			"labelHome": "Home",
			"labelServices": "Serviços",
			"labelAboutMe": "Sobre mim",
			"labelPortifolio": "Projetos",
			"labelExperience": "Experiência"
		},
		"labelHost": {
			"title": "HOSPEDAGEM"
		},
		"labelSourceCode": {
			"title": "CÓDIGO FONTE"
		},
		"labelTechs": {
			"title": "TECNOLOGIAS"
		},
		"labelBuildVersion": "Versão"
	}
}